[
  {
    "id": 1,
    "name": "Simien Mountains Trek",
    "duration": 7,
    "maxGroupSize": 12,
    "difficulty": "difficult",
    "ratingsAverage": 4.9,
    "ratingsQuantity": 23,
    "price": 1299,
    "summary": "Epic trekking adventure through the dramatic Simien Mountains, home to unique wildlife and breathtaking vistas",
    "description": "Embark on an unforgettable journey through the Simien Mountains, often called the 'Roof of Africa.' Trek through stunning landscapes of jagged peaks, deep valleys, and dramatic escarpments. Encounter endemic wildlife including the Gelada baboon, Ethiopian wolf, and Walia ibex. Experience traditional village life and camp under star-filled skies in one of Africa's most spectacular mountain ranges.",
    "imageCover": "simien-cover.jpg",
    "images": ["simien-1.jpg", "simien-2.jpg", "simien-3.jpg"],
    "startDates": ["2024-03-15", "2024-06-20", "2024-09-10"]
  },
  {
    "id": 2,
    "name": "Historic Lalibela & Rock Churches",
    "duration": 5,
    "maxGroupSize": 15,
    "difficulty": "easy",
    "ratingsAverage": 4.8,
    "ratingsQuantity": 31,
    "price": 899,
    "summary": "Explore the magnificent rock-hewn churches of Lalibela, an architectural wonder and UNESCO World Heritage site",
    "description": "Step back in time to the 12th century and discover the incredible rock-hewn churches of Lalibela. These architectural marvels were carved directly into solid rock and remain active places of worship. Witness ancient religious ceremonies, explore intricate underground tunnels, and learn about the fascinating history of Ethiopian Christianity. This spiritual journey includes visits to all eleven churches and nearby monasteries.",
    "imageCover": "lalibela-cover.jpg",
    "images": ["lalibela-1.jpg", "lalibela-2.jpg", "lalibela-3.jpg"],
    "startDates": ["2024-02-10", "2024-05-15", "2024-10-20"]
  },
  {
    "id": 3,
    "name": "Danakil Depression Expedition",
    "duration": 4,
    "maxGroupSize": 10,
    "difficulty": "difficult",
    "ratingsAverage": 4.7,
    "ratingsQuantity": 18,
    "price": 1599,
    "summary": "Venture into one of Earth's most extreme environments - the otherworldly Danakil Depression",
    "description": "Experience the surreal landscapes of the Danakil Depression, one of the hottest and lowest places on Earth. Witness the bubbling lava lake of Erta Ale volcano, walk across vast salt flats, and marvel at the colorful sulfur springs of Dallol. This challenging expedition takes you through an alien-like landscape that feels like another planet. Meet the resilient Afar people who call this harsh environment home.",
    "imageCover": "danakil-cover.jpg",
    "images": ["danakil-1.jpg", "danakil-2.jpg", "danakil-3.jpg"],
    "startDates": ["2024-11-01", "2024-12-15", "2025-01-20"]
  },
  {
    "id": 4,
    "name": "Blue Nile Falls & Lake Tana",
    "duration": 3,
    "maxGroupSize": 20,
    "difficulty": "easy",
    "ratingsAverage": 4.6,
    "ratingsQuantity": 27,
    "price": 599,
    "summary": "Discover the thundering Blue Nile Falls and explore ancient island monasteries on Lake Tana",
    "description": "Visit the spectacular Blue Nile Falls, known locally as 'Tis Issat' or 'Smoking Water.' Experience the power and beauty of this natural wonder before cruising across Lake Tana, the source of the Blue Nile. Explore ancient monasteries hidden on the lake's islands, each containing priceless religious artifacts and stunning frescoes. This tour offers a perfect blend of natural beauty and cultural heritage.",
    "imageCover": "blue-nile-cover.jpg",
    "images": ["blue-nile-1.jpg", "blue-nile-2.jpg", "blue-nile-3.jpg"],
    "startDates": ["2024-04-05", "2024-07-10", "2024-10-15"]
  },
  {
    "id": 5,
    "name": "Great Rift Valley Adventure",
    "duration": 6,
    "maxGroupSize": 15,
    "difficulty": "medium",
    "ratingsAverage": 4.7,
    "ratingsQuantity": 22,
    "price": 1099,
    "summary": "Journey through the stunning Rift Valley lakes, hot springs, and diverse ecosystems of Ethiopia",
    "description": "Explore the Ethiopian section of the Great Rift Valley, home to a chain of beautiful lakes teeming with birdlife. Visit Lake Langano for swimming, Lake Abijatta for flamingo watching, and the thermal hot springs of Wondo Genet. Experience diverse landscapes from acacia woodlands to volcanic formations. This tour includes wildlife spotting, boat trips, and visits to local communities living around the lakes.",
    "imageCover": "rift-valley-cover.jpg",
    "images": ["rift-valley-1.jpg", "rift-valley-2.jpg", "rift-valley-3.jpg"],
    "startDates": ["2024-03-20", "2024-06-25", "2024-09-15"]
  },
  {
    "id": 6,
    "name": "Omo Valley Cultural Journey",
    "duration": 8,
    "maxGroupSize": 12,
    "difficulty": "medium",
    "ratingsAverage": 4.8,
    "ratingsQuantity": 19,
    "price": 1799,
    "summary": "Immerse yourself in the rich traditions of the diverse ethnic groups in the remote Omo Valley",
    "description": "Discover the incredible cultural diversity of Ethiopia's Omo Valley, home to numerous indigenous tribes maintaining their traditional ways of life. Meet the Mursi, Hamer, Karo, and Dorze people, each with unique customs, body art, and ceremonies. Attend colorful local markets, witness traditional bull-jumping ceremonies, and learn about ancient traditions. This anthropological adventure offers a rare glimpse into cultures largely unchanged for centuries.",
    "imageCover": "omo-valley-cover.jpg",
    "images": ["omo-valley-1.jpg", "omo-valley-2.jpg", "omo-valley-3.jpg"],
    "startDates": ["2024-02-25", "2024-05-30", "2024-11-10"]
  },
  {
    "id": 7,
    "name": "Ethiopian Coffee Origin Tour",
    "duration": 5,
    "maxGroupSize": 15,
    "difficulty": "easy",
    "ratingsAverage": 4.9,
    "ratingsQuantity": 34,
    "price": 799,
    "summary": "Discover the birthplace of coffee and experience authentic Ethiopian coffee ceremonies",
    "description": "Journey to the lush highlands where coffee was first discovered. Visit traditional coffee farms, learn about cultivation and processing methods, and participate in the sacred Ethiopian coffee ceremony. Explore the forests of Kaffa region, taste different coffee varieties, and understand why Ethiopian coffee is considered the world's finest. This tour includes visits to coffee cooperatives, spice markets, and traditional homes.",
    "imageCover": "coffee-cover.jpg",
    "images": ["coffee-1.jpg", "coffee-2.jpg", "coffee-3.jpg"],
    "startDates": ["2024-04-15", "2024-07-20", "2024-10-25"]
  },
  {
    "id": 8,
    "name": "Axum & Tigray Churches",
    "duration": 6,
    "maxGroupSize": 15,
    "difficulty": "medium",
    "ratingsAverage": 4.7,
    "ratingsQuantity": 21,
    "price": 1199,
    "summary": "Explore ancient Axum and the hidden rock-hewn churches carved into Tigray's cliffsides",
    "description": "Uncover the mysteries of the ancient Axumite Kingdom and explore the dramatic rock churches of Tigray. Visit towering obelisks, the ruins of the Queen of Sheba's palace, and churches claiming to house the Ark of the Covenant. Climb to clifftop monasteries offering spectacular views and discover churches hidden in caves. This historical tour reveals Ethiopia's powerful ancient civilizations and enduring Christian heritage.",
    "imageCover": "axum-cover.jpg",
    "images": ["axum-1.jpg", "axum-2.jpg", "axum-3.jpg"],
    "startDates": ["2024-03-10", "2024-06-15", "2024-09-20"]
  }
]
